menu = {
    'Разделы': {'Спортивная': [1, 2, 3, 4], 'Повседневная': [5, 6, 7, 8, 9], 'Хардкор': [10, 11, 12]},
    'Товары': [
        {'number': 1, 'описание': 'Для бега', 'фото': 'sdsds', 'наличие': 5, 'стоимость': 2500},
        {'number': 2, 'описание': 'Для бега', 'фото': 'sdsds', 'наличие': 3, 'стоимость': 2500, },
        {'number': 3, 'описание': 'Для бега', 'фото': 'sdsds', 'наличие': 12, 'стоимость': 2500, },
        {'number': 4, 'описание': 'Для бега', 'фото': 'sdsds', 'наличие': 3, 'стоимость': 2500, },
        {'number': 5, 'описание': 'Для прогулок', 'фото': 'sdsds', 'наличие': 1, 'стоимость': 1200, },
        {'number': 6, 'описание': 'Для прогулок', 'фото': 'sdsds', 'наличие': 5, 'стоимость': 1200, },
        {'number': 7, 'описание': 'Для прогулок', 'фото': 'sdsds', 'наличие': 5, 'стоимость': 1200, },
        {'number': 8, 'описание': 'Для прогулок', 'фото': 'sdsds', 'наличие': 2, 'стоимость': 1200, },
        {'number': 9, 'описание': 'Для прогулок', 'фото': 'sdsds', 'наличие': 6, 'стоимость': 1200, },
        {'number': 10, 'описание': 'Для всего', 'фото': 'sdsds', 'наличие': 8, 'стоимость': 3500, },
        {'number': 11, 'описание': 'Для всего', 'фото': 'sdsds', 'наличие': 6, 'стоимость': 3500, },
        {'number': 12, 'описание': 'Для всего', 'фото': 'sdsds', 'наличие': 3, 'стоимость': 3500, },
    ],
    'Корзина': [],
}
